Repository: glandais/winchester
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# pass.day.announced
source: of %@ announced
fr: sur %@ annoncés

# pass.day.busy
source: What is written comes from the profile's history; what is read, from what the activity implies.
fr: Ce qui s'y écrit vient de l'histoire du profil ; ce qui s'y lit, de ce que l'activité suppose.

# pass.day.idle
source: Nothing is written: the machine switches on and off.
fr: Rien n'y est écrit : la machine s'allume et s'éteint.

# pass.day.inPieces
source: %@ in pieces
fr: %@ en morceaux

# pass.day.intro
source: Day %1$@ of the disk, %2$@.
fr: Jour %1$@ du disque, %2$@.

# pass.defrag.arrival
source: On arrival: %1$@ fragmented items, %2$@ holes.
fr: À l'arrivée : %1$@ éléments fragmentés, %2$@ trous.

# pass.defrag.start
source: At the start: %1$@ items, %2$@ fragmented, %3$@ holes in the free space.
fr: Au départ : %1$@ éléments, %2$@ fragmentés, %3$@ trous dans l'espace libre.

source: Pass finished
fr: Passe terminée

# pass.finished.defrag
source: Before → after, another tool, the tidied disk
fr: Avant → après, un autre outil, le disque rangé

# pass.finished.install
source: The disk laid down, and its first boot
fr: Le disque posé, et son premier démarrage

# pass.install.archives
source: and %1$@ archives extracted then deleted (%2$@).
fr: et %1$@ archives extraites puis effacées (%2$@).

# pass.install.arrival
source: On arrival: %1$@ fragmented files, %2$@ holes in the free space.
fr: À l'arrivée : %1$@ fichiers fragmentés, %2$@ trous dans l'espace libre.

# pass.install.noArchives
source: extracting nothing on the side.
fr: sans rien extraire à côté.

# pass.install.toLay
source: To lay down: %1$@ files, %2$@,
fr: À poser : %1$@ fichiers, %2$@,

# pass.interrupted.reason
source: Cause: %@. It resumes where it stopped.
fr: Cause : %@. Elle reprend où elle s'est arrêtée.

# pass.interrupted.title
source: Pass interrupted at %@
fr: Passe interrompue à %@

# pass.led.active
source: Disk active
fr: Disque actif

# pass.led.idle
source: Disk idle
fr: Disque au repos

# pass.legend.read
source: read
fr: lecture

# pass.legend.write
source: write
fr: écriture

# pass.openDisk
source: Open the disk's page
fr: Ouvrir la fiche du disque

# pass.phase.running
source: running · %@
fr: en cours · %@

# pass.phases.empty
source: Nothing yet.
fr: Rien encore.

# pass.phases.header
source: PHASES HEARD
fr: PHASES ÉCOUTÉES

# pass.restart
source: Restart
fr: Relancer

# pass.resume
source: Resume
fr: Reprendre

# pass.seeReport
source: See the report
fr: Voir le bilan

# pass.stat.compute.unit
source: the machine
fr: la machine

# pass.stat.disk
source: Disk
fr: Disque

# pass.stat.disk.unit
source: the arm and the platter
fr: le bras et le plateau

# pass.stat.filesToRead
source: Files to read
fr: Fichiers à lire

# pass.stat.source.unit
source: the system
fr: le système

# pass.stat.volumeThisMorning
source: Volume this morning
fr: Volume ce matin

# pass.state.finished
source: FINISHED
fr: TERMINÉE

# pass.state.paused
source: PAUSED
fr: EN PAUSE

# pass.state.running
source: RUNNING
fr: EN COURS

# pass.steps.header
source: STEPS
fr: ÉTAPES

# pass.stop
source: Stop
fr: Arrêter

# pass.title.boot
source: Boot
fr: Démarrage

# pass.title.bootThen
source: %1$@, then %2$@
fr: %1$@, puis %2$@

# pass.title.day
source: A day of use, %@
fr: Journée d'usage, %@

# pass.title.idleDay
source: A day with no activity
fr: Journée sans activité

# pass.title.install
source: Installing %@
fr: Installation de %@

# pass.title.installFrom
source: Installing from %@
fr: Installation depuis %@

# pass.unit.inTotal
source: in total
fr: en tout

# pass.unit.planned
source: planned
fr: prévus

# pass.unit.soFar
source: so far
fr: jusqu'ici

# pass.unit.total
source: total
fr: au total

# pass.view
source: View
fr: Vue

# pass.view.map
source: Map
fr: Carte

# pass.view.platter
source: Platter
fr: Plateau

# pass.witness.beforeTidying
source: before tidying
fr: avant rangement

# pass.witness.neverFragmented
source: never fragmented
fr: jamais fragmenté

# pass.witness.note.fatCheap
source: On FAT, fragmentation costs almost nothing at boot: these files were written in one piece by the installer, on an empty disk. What makes the noise is the order they are asked for in.
fr: Sur FAT, la fragmentation ne coûte presque rien au démarrage : ces fichiers ont été écrits d'un seul tenant par l'installeur, sur un disque vide. Ce qui fait le bruit, c'est l'ordre dans lequel on les demande.

# pass.witness.note.fatCostly
source: Here, where the files sit costs %@: more than a FAT boot usually pays. Not every file read kept the place the installer gave it.
fr: Ici, la place des fichiers coûte %@ : plus que ce qu'un démarrage FAT paie d'ordinaire. Les fichiers lus n'ont pas tous gardé la place que l'installeur leur avait donnée.

# pass.witness.note.ntfsLoses
source: The witness loses: NTFS picks the hole that fits rather than the first one it meets, and its layout beats a tidying that piles everything up in directory order.
fr: Le témoin perd : NTFS choisit le trou qui convient plutôt que le premier venu, et sa disposition bat ici un rangement qui empile tout dans l'ordre du répertoire.

# pass.witness.note.ntfsWins
source: On NTFS the witness does not always win; here it wins by %@ %%. It does not measure fragmentation alone, but what the real placement of the files costs against a naive tidying.
fr: Sur NTFS, le témoin ne gagne pas toujours ; ici il gagne %@ %%. Il ne mesure pas la fragmentation seule, mais ce que coûte la place réelle des fichiers face à un rangement naïf.

# pass.witness.note.pending
source: The witness reads exactly the same files, each in one piece and packed against the start of the volume. It was simulated before the listening; the gap reads at the end.
fr: Le témoin lit exactement les mêmes fichiers, chacun d'un seul tenant et tassé contre le début du volume. Il a été simulé avant l'écoute ; l'écart se lit à la fin.

# pass.witness.running
source: running
fr: en cours

# pass.witness.thisDisk
source: this disk
fr: ce disque

# pass.witness.tidiedBy
source: tidied by %@
fr: rangé par %@

# persona.dev
source: Developer
fr: Développeur

# persona.famille
source: Family
fr: Famille

# persona.gamer
source: Gamer
fr: Joueur

# persona.poweruser
source: Tinkerer
fr: Bidouilleur

# persona.secretaire
source: Office work
fr: Secrétariat

# phase.analyse
source: Analysing the volume
fr: Analyse du volume

# phase.analyse.fat.detail
source: Reading the allocation tables and walking the tree
fr: Lecture des tables d'allocation et parcours de l'arborescence

# phase.analyse.jk.detail
source: The files, their zone, and the three bands of the volume
fr: Les fichiers, leur zone, et les trois bandes du volume

# phase.analyse.merge.detail
source: The broken files, and the holes outside the MFT zone
fr: Les fichiers cassés, et les trous hors de la zone MFT

# phase.analyse.smart.detail
source: Reading the tables, walking the tree and Layout.ini
fr: Lecture des tables, parcours de l'arborescence et de Layout.ini

# phase.analyse.ultra.detail
source: The broken files, sorted from the most fragmented down
fr: Les fichiers cassés, classés du plus fragmenté au moins

# phase.analyse.xp.detail
source: Reading the MFT: which files are in pieces, and where the holes are
fr: Lecture de la MFT : quels fichiers sont en morceaux, et où sont les trous

# phase.apps.detail
source: \\PROGRA~1 — big files, cascading evacuations
fr: \PROGRA~1 — gros fichiers, évacuations en cascade

# phase.boot.detail
source: The machine switches on
fr: La machine s'allume

# phase.bootBlock
source: Boot block
fr: Bloc de démarrage

# phase.bootBlock.detail
source: What the boot reads, laid at the head of the volume in the order it reads it
fr: Ce que lit le démarrage, posé en tête du volume dans l'ordre où il le lit

# phase.churn
source: Temporary files and cache
fr: Temporaires et cache

# phase.churn.detail
source: Thousands of one-cluster fragments: the hammering
fr: Des milliers de fragments d'un cluster : le martèlement

# phase.commit.fat.detail
source: Both copies of the allocation table and the directory entries
fr: Les deux copies de la table d'allocation et les entrées de répertoire

# phase.commit.ntfs.detail
source: The last MFT records and the volume bitmap
fr: Les derniers enregistrements de MFT et la bitmap du volume

# phase.commitFAT
source: Writing the allocation tables
fr: Écriture des tables d'allocation

# phase.commitFAT.detail
source: Full rewrite of the tables and the root
fr: Réécriture complète des tables et de la racine

# phase.commitMeta
source: Writing the metadata
fr: Écriture des métadonnées

# phase.commitMeta.detail
source: The volume's tables, one last time
fr: Les tables du volume, une dernière fois

# phase.commitTables
source: Writing the tables
fr: Écriture des tables

# phase.compact
source: Packing
fr: Tassage

# phase.compact.detail
source: Every hole filled by a file that had to move, otherwise closed by sliding the next one down
fr: Chaque trou comblé par un fichier qui devait bouger, sinon refermé en faisant glisser le suivant

# phase.compact.smart.detail
source: The tail of the volume filled, then the rest packed behind the block
fr: La queue du volume remplie, puis le reste tassé derrière le bloc

# phase.copyOf
source: Copying %@
fr: Copie de %@

# phase.defrag.jk.detail
source: Every broken file copied back in one run, or in slices into the biggest holes
fr: Chaque fichier cassé recopié d'un tenant, ou par tranches dans les plus grands trous

# phase.defrag.ultra.detail
source: Every broken file copied back in one piece, as long as a hole takes it
fr: Chaque fichier cassé recopié d'un seul tenant, tant qu'un trou l'accepte

# phase.defragFiles
source: Defragmenting the files
fr: Défragmentation des fichiers

# phase.defragFiles.detail
source: Every broken file read end to end, written back in one piece
fr: Chaque fichier cassé relu d'un bout à l'autre, réécrit d'un seul tenant

# phase.defragPartial
source: Partial defragmentation
fr: Défragmentation partielle

# phase.defragPartial.detail
source: On files too big to fit elsewhere: merge the small pieces, leave the big ones
fr: Sur les fichiers trop gros pour tenir ailleurs : recoller les petits morceaux, laisser les gros

# phase.docs.detail
source: Files re-saved dozens of times, badly shattered
fr: Fichiers réenregistrés des dizaines de fois, très éclatés

# phase.done
source: Finished
fr: Terminé

# phase.done.frontier.detail
source: The files are in one piece, the free space is at the far end of the volume
fr: Les fichiers sont d'un seul tenant, l'espace libre est au fond du volume

# phase.done.jk.detail
source: The requested pass ran to the end
fr: La passe demandée est allée au bout

# phase.done.jkFull.detail
source: The volume is tidied into three bands, with no hole under the files that moved
fr: Le volume est rangé en trois bandes, sans trou sous les fichiers déplacés

# phase.done.merge.detail
source: The big pieces have not moved
fr: Les gros morceaux n'ont pas bougé

# phase.done.smart.detail
source: Boot in one sweep, files in one piece, free space in one run
fr: Démarrage d'un trait, fichiers d'un seul tenant, espace libre d'un tenant

# phase.done.ultra.detail
source: The report counts what was fully and partly repaired separately
fr: Le rapport compte séparément ce qui a été réparé entièrement et partiellement

# phase.done.win95.detail
source: The volume now spins only for itself
fr: Le volume ne tourne plus que pour lui-même

# phase.done.xp.detail
source: The report lists what stayed in pieces, for want of a big enough hole
fr: Le rapport liste ce qui est resté en morceaux, faute de trou assez grand

# phase.fastOptimize
source: Fast optimisation
fr: Optimisation rapide

# phase.fastOptimize.detail
source: Every hole filled with files taken from higher up, to the cluster if possible
fr: Chaque trou comblé par des fichiers pris plus haut, au cluster près si possible

# phase.forcedFill
source: Forced fill
fr: Comblement forcé

# phase.forcedFill.detail
source: Every hole filled by the end of the highest fragment of the volume
fr: Chaque trou rempli par la fin du fragment le plus haut du volume

# phase.installOf
source: Installing %@
fr: Installation de %@

# phase.merge
source: Merging
fr: Recollage

# phase.merge.detail
source: The small pieces copied back in one piece, and the small files separating two holes moved
fr: Les petits morceaux recopiés d'un seul tenant, et les petits fichiers qui séparent deux trous déplacés

# phase.moveUp
source: Towards the end of the volume
fr: Vers la fin du volume

# phase.moveUp.detail
source: Every hole, from the far end to the start, filled by the files taken below
fr: Chaque trou, du fond vers le début, rempli par les fichiers pris dessous

# phase.reboot
source: Restart
fr: Redémarrage

# phase.reboot.detail
source: %lld restarts
fr: %lld redémarrages

# phase.rebootsAndSetup
source: Restarts and setup
fr: Redémarrages et configuration

# phase.refixup.detail
source: What the optimisation left outside its zone
fr: Ce que l'optimisation a laissé hors de sa zone

# phase.shutdown
source: Shutdown
fr: Arrêt

# phase.shutdown.detail
source: Tables and cache written, the machine switches off
fr: Tables et cache écrits, la machine s'éteint

# phase.sort
source: Sort %@
fr: Tri %@

# phase.sortRegular.detail
source: The ordinary files put back one by one, evicting whatever is in the way
fr: Les fichiers ordinaires reposés un à un, en évacuant ce qui gêne

# phase.sortSpaceHogs.detail
source: The big files and the archives, at the far end of the volume
fr: Les gros fichiers et les archives, au fond du volume

# phase.swap.detail
source: %@ reserved in one piece
fr: %@ réservés d'un seul tenant

# phase.system
source: System files
fr: Fichiers système

# phase.system.detail
source: \\WINDOWS — first in the walk, often already in place
fr: \WINDOWS — les premiers du parcours, souvent déjà en place

# phase.zoning
source: Moving into zone
fr: Mise en zone

# phase.zoning.detail
source: The big files and the archives sent back to the far end of the volume
fr: Les gros fichiers et les archives renvoyés au fond du volume

# refusal.clusterTooSmall
source: %lld-byte cluster: smaller than a sector, this volume is not addressable.
fr: Cluster de %lld octets : plus petit qu'un secteur, ce volume n'est pas adressable.

# report.action.bootFresh
source: Boot this freshly installed disk
fr: Démarrer ce disque fraîchement installé

# report.action.bootTidied
source: Boot this tidied disk
fr: Démarrer ce disque rangé

# report.action.otherTool
source: Try another tool
fr: Essayer un autre outil

# report.action.resumeLife
source: Resume the disk's life
fr: Reprendre la vie du disque

# report.action.share
source: Share the report
fr: Partager le bilan

# report.compare.header
source: COMPARE WITH ANOTHER PASS
fr: COMPARER À UNE AUTRE PASSE

# report.finished
source: FINISHED · %@
fr: TERMINÉ · %@

# report.map.after
source: AFTER
fr: APRÈS

# report.map.before
source: BEFORE
fr: AVANT

# report.map.blank
source: BLANK
fr: VIERGE

# report.map.installed
source: INSTALLED
fr: INSTALLÉ

# report.maps.accessibility
source: Volume maps before and after the pass
fr: Cartes du volume avant et après la passe

# report.row.evacuations
source: Evacuations
fr: Évacuations

# report.row.filesLaid
source: Files laid down
fr: Fichiers posés

# report.row.filesMoved
source: Files moved
fr: Fichiers déplacés

# report.row.fragmentedFiles
source: Fragmented files
fr: Fichiers fragmentés

# report.row.fragmentedOnArrival
source: Fragmented on arrival
fr: Fragmentés à l'arrivée

# report.row.freeHoles
source: Free holes
fr: Trous libres

# report.row.moved
source: Moved
fr: Déplacé

# report.row.moved.share
source: %1$@ (%2$@ of the contents)
fr: %1$@ (%2$@ du contenu)

# report.row.piecesToMerge
source: Pieces to merge
fr: Morceaux à recoller

# report.row.requests
source: Requests
fr: Requêtes

# report.row.written
source: Written
fr: Écrit

# report.title
source: Report
fr: Bilan

# scenario.boot.launch
source: then launching %@
fr: puis lancement de %@

# scenario.boot.note
source: The boot is not described in fractions of the platter but in files: %1$lld files of the catalogue are opened and read where the allocator left them. The system counts %2$@ of computing between two reads; everything the pass lasts beyond that comes from the disk. The same contents, never fragmented, would boot in %3$@.
fr: Le démarrage n'est pas décrit en fractions du plateau mais en fichiers : %1$lld fichiers du catalogue sont ouverts et lus là où l'allocateur les a laissés. Le système compte %2$@ de calcul entre deux lectures ; tout ce que la passe dure en plus vient du disque. Le même contenu jamais fragmenté démarrerait en %3$@.

# scenario.boot.summary
source: Booting Windows 98 SE then Office 97, on “Office work, 1999” from the catalogue: a 4.2 GB FAT32 aged by two years of office work
fr: Démarrage de Windows 98 SE puis d'Office 97, sur « Secrétariat, 1999 » du catalogue : un FAT32 de 4,2 Go vieilli par deux ans de bureautique

# scenario.boot.summary.after
source: after %@ went through,
fr: après le passage de %@,

# scenario.boot.summary.fresh
source: right after the installation,
fr: juste après l'installation,

# scenario.boot.summary.head
source: Booting %1$@%2$@,
fr: Démarrage de %1$@%2$@,

# scenario.day.note
source: “%1$@”, day %2$lld of %3$lld: the volume is %4$lld %% full, %5$lld files in pieces. The day is replayed just as the profile's history describes it — what it writes comes from the history, what it reads from what the activity implies.
fr: « %1$@ », jour %2$lld sur %3$lld : le volume est à %4$lld %%, %5$lld fichiers en morceaux. La journée est rejouée telle que l'histoire du profil la décrit — ce qu'elle écrit vient d'elle, ce qu'elle lit vient de ce que l'activité suppose.

# scenario.defrag.fallbackSummary
source: A defragmentation pass on a generated disk
fr: Passe de défragmentation sur un disque généré

# scenario.defrag.note
source: The files keep exactly the clusters the allocator gave them — that is the volume being defragmented, not an approximation.
fr: Les fichiers gardent exactement les clusters que l'allocateur leur a donnés — c'est ce volume-là qui est défragmenté, pas une approximation.

# scenario.defrag.summary
source: Frontier compaction on “Developer, 1993” from the catalogue: a 210 MB FAT16 aged by two years of builds
fr: Tassage à la frontière sur « Développeur, 1993 » du catalogue : un FAT16 de 210 Mo vieilli par deux ans de compilations

# scenario.defrag.title
source: Defragmentation
fr: Défragmentation

# scenario.install.apps
source: , then %@
fr: , puis %@

# scenario.install.note
source: The installation replays the first day of its history: %1$lld files laid where the allocator put them, %2$lld archives extracted then deleted, %3$lld restarts. The disk it arrives at is the one the gallery ages.
fr: L'installation rejoue le premier jour de son histoire : %1$lld fichiers posés là où l'allocateur les a mis, %2$lld archives extraites puis effacées, %3$lld redémarrages. Le disque d'arrivée est celui que la galerie vieillit.

# scenario.install.summary
source: Installing %1$@%2$@,
fr: Installation de %1$@%2$@,

# scenario.summary.on
source: on %@
fr: sur %@

# scenario.title.installed
source: %@, installed
fr: %@, installé

# scenario.title.tidied
source: %@, tidied
fr: %@, rangé

# scenario.volume.aged
source: aged over %lld days.
fr: vieilli sur %lld jours.

# scenario.volume.freshlyInstalled
source: just as the installation laid it down.
fr: tel que l'installation vient de le poser.

# scenario.volume.generated
source: “%1$@”, generated by the gallery: %2$@ of %3$lld MB in %4$lld KB clusters,
fr: « %1$@ », généré par la galerie : %2$@ de %3$lld Mo en clusters de %4$lld Ko,

# seekClass.adjacent
source: next track
fr: piste voisine

# seekClass.full
source: full stroke
fr: pleine course

# seekClass.long
source: long
fr: longs

# seekClass.medium
source: medium
fr: moyens

# seekClass.short
source: short
fr: courts

# settings.about.moreApps
source: More apps by the developer
fr: Autres apps du développeur

# settings.about.note
source: These open in Safari or the App Store. The app itself never goes online.
fr: Ces liens s'ouvrent dans Safari ou l'App Store. L'app, elle, ne se connecte jamais.

# settings.about.privacy
source: Privacy policy
fr: Confidentialité

# settings.about.rate
source: Rate on the App Store
fr: Noter sur l'App Store

# settings.about.source
source: Source code on GitHub
fr: Code source sur GitHub

# settings.about.support
source: Help and support
fr: Aide et assistance

# settings.about.title
source: About
fr: À propos

# settings.about.website
source: Website
fr: Site web

# settings.currentDisk
source: THE DISK IN PLAY
fr: LE DISQUE EN COURS

# settings.explanations.title
source: Why does it sound like this?
fr: Pourquoi ça sonne comme ça ?

# settings.geometry
source: %1$@: %2$@ cylinders, %3$@, %4$@, %5$@ rpm. Rotational latency and track changes are simulated sector by sector.
fr: %1$@ : %2$@ cylindres, %3$@, %4$@, %5$@ tr/min. La latence de rotation et les changements de piste sont simulés secteur par secteur.

# settings.geometry.heads
source: %lld heads
fr: %lld têtes

# settings.geometry.zones
source: %lld recording zones
fr: %lld zones d'enregistrement

# settings.replayWelcome
source: See the welcome again
fr: Revoir l'accueil

# settings.sound.custom
source: Custom mix
fr: Réglage personnel

# settings.sound.title
source: Sound and haptics
fr: Son et vibrations

# settings.sound.title.noHaptics
source: Sound
fr: Son

# settings.subtitle
source: Sound, haptics, and why it sounds like this
fr: Son, vibrations, et pourquoi ça sonne comme ça

# settings.subtitle.noHaptics
source: Sound, and why it sounds like this
fr: Le son, et pourquoi ça sonne comme ça

# settings.support.note
source: Leave a tip · unlocks nothing
fr: Laisser un pourboire · ne débloque rien

# settings.support.title
source: Support Winchester
fr: Soutenir Winchester

# settings.title
source: Settings
fr: Réglages

# since.days
source: %lld days ago
fr: il y a %lld jours

# since.earlier
source: earlier
fr: plus tôt

# since.hours
source: %lld h ago
fr: il y a %lld h

# since.justNow
source: just now
fr: à l'instant

# since.minutes
source: %lld min ago
fr: il y a %lld min

# since.onDate
source: on %@
fr: le %@

# since.yesterday
source: yesterday
fr: hier

# sortField.creation
source: by creation date
fr: par création

# sortField.lastAccess
source: by last access
fr: par dernier accès

# sortField.lastChange
source: by last change
fr: par dernière modification

# sortField.name
source: by name
fr: par nom

# sortField.size
source: by size
fr: par taille

# sound.advanced
source: Advanced settings
fr: Réglages avancés

# sound.haptics.spindle
source: Rotation rumble
fr: Grondement de rotation

# sound.haptics.subtitle
source: Taptic Engine · the arm's transients
fr: Taptic Engine · transitoires du bras

# sound.haptics.title
source: Haptics
fr: Haptique

# sound.level.head
source: Head
fr: Tête

# sound.level.master
source: Master
fr: Général

# sound.level.rumble
source: Rumble level
fr: Niveau du grondement

# sound.level.transients
source: Transient intensity
fr: Intensité des transitoires

# sound.preset.custom.note
source: Custom mix.
fr: Réglage personnel.

# sound.preset.hapticsOnly
source: Haptics only
fr: Vibrations seules

# sound.preset.hapticsOnly.note
source: The sound is off; the pass carries on, and the arm is felt in your hand.
fr: Le son est coupé ; la passe continue, et le bras se sent dans la main.

# sound.preset.headphones
source: Headphones
fr: Casque
